[
    {
      "key": "testabc01",
      "name": "Roger Penrose",
      "details": "Training in horticulture, garden design and landscaping. While still covering design and drawing a plan; this course covers less design, and more horticulture and garden construction, than the certificate in garden design.",
      "title": "Horticulture",
      "fee": 680,
      "lessons": 40
    },
    {
      "key": "testabc02",
      "name": "Steave Walker",
      "details": "Learn basic landscape construction skills. Understand landscape tools and uses, how to measure sites, earthworks and construction of surfaces and enclosures. Train for a job, career or professional development in landscaping.",
      "title": "Landscape Planning",
      "fee": 230,
      "lessons": 20
    },
    {
      "key": "testabc03",
      "name": "Jennifer A. Doudna",
      "details": "Garden Design exceptionally solid training for garden designers. Learn to survey a site, deal with clients, choose and arrange soft and hard landscape materials, and create gardens that are both aesthetic and practical",
      "title": "Garden Design",
      "fee": 344,
      "lessons": 30
    },
    {
      "key": "testabc04",
      "name": "Reinhard Genzel",
      "details": "Learn to design and create cottage gardens. This is a solid foundation course for landscapers, horticulturists, gardeners or anyone passionate about cottage gardens. Add to your garden design skills.",
      "title": "Planting Design",
      "fee": 800,
      "lessons": 50
    },
    {
      "key": "testabc05",
      "name": "Harvey J. Alter",
      "details": "Understand how water pressure is created, managed and sustained in an agriculture irrigation system. This class focuses on the relationship between flow, velocity and pressure in typical agriculture irrigation systems.",
      "title": "Irrigation",
      "fee": 700,
      "lessons": 50
    },
    {
      "key": "testabc06",
      "name": "Louise Glück",
      "details": "This free online architecture course discusses early buildings and monuments through the ages, all the way from the Roman Empire through to the Middle Ages. In this course, you will study online ",
      "title": "Monuments",
      "fee": 1000,
      "lessons": 40
    },
    {
      "key": "testabc07",
      "name": "James Peebles",
      "details": "The Low Voltage Landscape Lighting Design Course is a set of definitions, theories and practical guidelines which are helpful and necessary in the design of a low voltage landscape lighting system for both residential and commercial properties.",
      "title": "Exterior Lighting",
      "fee": 1200,
      "lessons": 70
    },
    {
      "key": "testabc08",
      "name": "John B. Goodenough",
      "details": "This three-hour online course provides general guidelines and practices to manage stormwater and erosion and sediment control (ESC) at construction sites and urban areas. The methods and techniques discussed cover surface stabilization, runoff and sediment control and stormwater protection management.",
      "title": "Erosion Control",
      "fee": 500,
      "lessons": 10
    },
    {
      "key": "testabc09",
      "name": "Abiy Ahmed Ali",
      "details": "This fun-filled, self-paced programme is organised into 6 easy-to-digest modules; therefore, you will find learning is enjoyable and easy to fit around your existing commitments.",
      "title": "Interior Planting",
      "fee": 800,
      "lessons": 20
    }
  ]